---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilySymbolProfile
source: html/f15e230d-b00f-0070-f861-91515328b39a.htm
---
# FamilySymbolProfile Properties

The angle of the rotation of the profile in radians.